module.exports = [
  {
    title: "知识脑图",
    collapsable: false,
    children: [
      'read',
      '高效学习',
      '自我管理',
      '端正学习态度',
      '源头原理和知识地图',
      '深度归纳和坚持实践',
      '学习和阅读源码',
      '面对枯燥和量大的知识',
      '如何阅读一本英文书',
      '理论学科',
      '编程语言',
      '编程素养',
      '系统知识',
      '软件设计',
      '系统底层',
      '前端基础与底层原理',
      '异步IO与Lock_Free',
      '正式入门',
      '零基础启蒙'
    ]
  },
  {
    title: "程序员练级攻略",
    children: [
      '程序员练级攻略开篇',
      '程序员练级攻略入门',
      '程序员练级攻略进阶'
    ]
  }
];