module.exports = [
    {
      title: '个人文章',
      collapsable: false,
      children: [
        'read'
      ]
    },
    {
        title: "闲情随记",
        children: [
          "闲情随记/喜欢的电影"
        ]
    },
    {
      title: "纪念意义",
      children: [
        '纪念意义/BATFighting',
        '纪念意义/秋招总结',
        '纪念意义/第二个目标'
      ]
    },
    {
      title: "年度总结",
      children: [
        '年度总结/2019年度总结',
        '年度总结/2020年度总结'
      ]
    },
    {
      title: "文章转载",
      children: [
          '文章转载/five-years-plan',
          '文章转载/人是怎么废掉的',
          '文章转载/十年学会编程',
          '文章转载/程序员让自己变得可替代',
          '文章转载/你的编程能力从什么时候开始突飞猛进',
          '文章转载/努力就会成功',
          '文章转载/别让自己墙了自己',
          '文章转载/如何超过大多数人',
          '文章转载/2019与我的自由启蒙',
          '文章转载/自学计算机科学',
          '文章转载/轮子哥的编程之路',
          '文章转载/陆奇给年轻人的建议'
      ]
    }
]