module.exports = [
    {
      title: '个人文章',
      collapsable: false,
      children: [
        'read'
      ]
    },
    {
        title: "闲情随记",
        children: [
          '闲情随记/five-years-plan',
          '闲情随记/人是怎么废掉的',
          '闲情随记/十年学会编程',
          '闲情随记/程序员让自己变得可替代',
          '闲情随记/你的编程能力从什么时候开始突飞猛进',
          '闲情随记/努力就会成功',
          '闲情随记/别让自己墙了自己',
          '闲情随记/如何超过大多数人',
          '闲情随记/2019与我的自由启蒙',
          '闲情随记/自学计算机科学'
        ]
    },
    {
      title: "纪念意义",
      children: [
        '纪念意义/BATFighting',
        '纪念意义/秋招总结',
        '纪念意义/第二个目标'
      ]
    },
    {
      title: "年度总结",
      children: [
        '年度总结/2019年度总结'
      ]
    }
]